{
  "interviews": [
    {
        "brand": "Estée Lauder",
        "country": "JP",
        "conversation": [
          {
            "speaker": "Interviewer",
            "text": "To begin, when did Estée Lauder first make it into your routine?"
          },
          {
            "speaker": "Influencer",
            "text": "Maybe four years ago? I bought the Advanced Night Repair serum because everyone said it was a classic. I didn’t really plan to stick with the brand, but the serum worked really well on my skin texture, so I kept repurchasing."
          },
          {
            "speaker": "Interviewer",
            "text": "What is it that made you trust Estée Lauder right away?"
          },
          {
            "speaker": "Influencer",
            "text": "They have this reputation for serious skincare. Kind of like the brand your older cousin or your boss uses — very professional, very reliable. Also, their performance is strong. When they say a serum does something, I usually see the effect."
          },
          {
            "speaker": "Interviewer",
            "text": "Which categories from Estée Lauder do you use regularly?"
          },
          {
            "speaker": "Influencer",
            "text": "Skincare and makeup, mostly. I still use the serum, and I also use a foundation from them that sits really well on camera. Their fragrance line is nice too, but I rotate that more."
          },
          {
            "speaker": "Interviewer",
            "text": "Where do you usually hear about new Estée Lauder launches?"
          },
          {
            "speaker": "Influencer",
            "text": "Hmm… mostly social media ads and influencers reviewing them. But I also hear a bit from in-store consultants. In Japan, the staff are usually very knowledgeable and explain everything with so much detail."
          },
          {
            "speaker": "Interviewer",
            "text": "How do you purchase their products?"
          },
          {
            "speaker": "Influencer",
            "text": "Mostly online, but if it's a foundation, I sometimes go in-store first to check the shade. For everything else, online is easiest."
          },
          {
            "speaker": "Interviewer",
            "text": "Which other brands do you find yourself buying often?"
          },
          {
            "speaker": "Influencer",
            "text": "Lancôme, Shiseido, Dior, and Clinique. Sometimes SK-II, but only when I feel like investing in something strong."
          },
          {
            "speaker": "Interviewer",
            "text": "What kind of collaboration with Estée Lauder would interest you most?"
          },
          {
            "speaker": "Influencer",
            "text": "I'd love a collaboration where I can talk deeply about product benefits — like a skincare series showing real progress. Paid posts are important, but I’d also enjoy co-creation opportunities around educational content."
          },
          {
            "speaker": "Interviewer",
            "text": "What would make you feel valued by the brand as a micro-influencer?"
          },
          {
            "speaker": "Influencer",
            "text": "Consistency and communication. Not just gifting, but asking for my real input. I’d love to be treated like someone whose opinion matters, not just a small advertising channel."
          }
        ]
      },
      {
        "brand": "Estée Lauder",
        "country": "FR",
        "conversation": [
          {
            "speaker": "Interviewer",
            "text": "Let’s start with something simple. How did Estée Lauder show up in your beauty journey?"
          },
          {
            "speaker": "Influencer",
            "text": "It honestly came from my mom. She had this iconic night serum, and she always told me, 'When you start getting serious about skincare, this is the one.' Years later, I finally tried it, and I immediately understood why she insisted. After that, I discovered their foundation range through a friend, and it sort of snowballed from there."
          },
          {
            "speaker": "Interviewer",
            "text": "So heritage and reputation play a part for you?"
          },
          {
            "speaker": "Influencer",
            "text": "Completely. Estée Lauder feels like the kind of brand you can rely on blindfolded. you know exactly what you're getting: great performance, classic identity, something luxurious but not intimidating."
          },
          {
            "speaker": "Interviewer",
            "text": "Which categories from them do you use most often now?"
          },
          {
            "speaker": "Influencer",
            "text": "Makeup and skincare equally. Their foundations are some of the best for long days, and their serums genuinely make a difference. Fragrance is more occasional for me."
          },
          {
            "speaker": "Interviewer",
            "text": "Where do you usually discover new launches?"
          },
          {
            "speaker": "Influencer",
            "text": "Instagram mostly — ads and creators. But in-store consultants are actually super influential in France. If I go to Sephora, there’s always someone excited to tell me about the new Estée Lauder release."
          },
          {
            "speaker": "Interviewer",
            "text": "Where do you usually buy from them?"
          },
          {
            "speaker": "Influencer",
            "text": "A mix: online for convenience, in-store when I want shade matching or to check textures. I like touching products before committing."
          },
          {
            "speaker": "Interviewer",
            "text": "Which other brands show up a lot in your beauty routine?"
          },
          {
            "speaker": "Influencer",
            "text": "Lancôme, Chanel, Dior for makeup; Shiseido and La Roche-Posay for skincare; sometimes Guerlain when I want something a bit more sensual or vintage."
          },
          {
            "speaker": "Interviewer",
            "text": "What kind of collaboration would excite you most?"
          },
          {
            "speaker": "Influencer",
            "text": "Something long-term. I want to tell stories, not just make one post and disappear. I’d also love co-creation opportunities, maybe giving input on textures or shades. Events would be great too — I love meeting the teams behind the products."
          },
          {
            "speaker": "Interviewer",
            "text": "If you had total creative freedom, what collab would you pitch to Estée Lauder?"
          },
          {
            "speaker": "Influencer",
            "text": "A 'classic French beauty' series — recreating iconic looks but modernized. Something timeless but wearable, mixing their strong heritage with contemporary techniques. It fits perfectly with their brand."
          },
          {
            "speaker": "Interviewer",
            "text": "What makes you feel genuinely appreciated by a luxury brand as a smaller creator?"
          },
          {
            "speaker": "Influencer",
            "text": "Follow-up. A sense that they’re paying attention to my content and my audience, not just sending me into a mass emailing list. When a brand interacts with my posts organically, I really notice."
          }
        ]
      },
      {
        "brand": "Estée Lauder",
        "country": "US",
        "conversation": [
          {
            "speaker": "Interviewer",
            "text": "Let’s jump right in. How would you describe your relationship with Estée Lauder as a brand?"
          },
          {
            "speaker": "Influencer",
            "text": "It’s kind of my ‘grown-up beauty’ brand, to be honest. When I want something that feels polished and dependable — especially foundation or skincare — Estée Lauder is where I look first. Their stuff is more classic than trendy, but that actually works for me because my followers like reliable recommendations."
          },
          {
            "speaker": "Interviewer",
            "text": "Do you remember the first Estée Lauder product you bought?"
          },
          {
            "speaker": "Influencer",
            "text": "Yes! Double Wear foundation. I was sweating through every foundation I tried during the summer, and someone told me, 'Trust me, this one doesn’t budge.' They were right — it was like magic compared to what I had before. After that, I tried the Advanced Night Repair serum mostly because everyone kept mentioning it."
          },
          {
            "speaker": "Interviewer",
            "text": "What are the main things that convince you to buy from Estée Lauder now?"
          },
          {
            "speaker": "Influencer",
            "text": "Performance above everything. If I'm spending that much, I want results. I also like how consistent they are — no weird limited editions that disappear, no gimmicks. And influencers definitely affect me too, especially when multiple creators talk about the same new launch."
          },
          {
            "speaker": "Interviewer",
            "text": "Which categories from them do you use the most?"
          },
          {
            "speaker": "Influencer",
            "text": "Skincare and makeup equally. The serums are staples for me, and the foundations are just… dependable. Their fragrance line is nice, but it’s not my main thing from them."
          },
          {
            "speaker": "Interviewer",
            "text": "Where do you typically buy their products?"
          },
          {
            "speaker": "Influencer",
            "text": "Online almost always. Sephora, Ulta, or directly on their site when there’s a deal. I'm not a big in-store shopper unless I need a shade check."
          },
          {
            "speaker": "Interviewer",
            "text": "How do you usually learn about new launches?"
          },
          {
            "speaker": "Influencer",
            "text": "Social ads and influencer content — TikTok especially. The brand’s own emails don’t get me as much, but seeing a creator apply a new product in real lighting always works."
          },
          {
            "speaker": "Interviewer",
            "text": "What other brands are you buying alongside Estée Lauder these days?"
          },
          {
            "speaker": "Influencer",
            "text": "Clinique, Shiseido, Lancôme, Dior, Kiehl’s, La Roche-Posay… I like mixing luxury with practical brands depending on what my skin needs."
          },
          {
            "speaker": "Interviewer",
            "text": "As a micro-influencer, what type of collaboration would actually feel worthwhile for you?"
          },
          {
            "speaker": "Influencer",
            "text": "Long-term, without question. I want to build trust with my audience, not push something once and move on. Paid posts, early access to launches, maybe even backstage access to how they develop products — that would be insane."
          },
          {
            "speaker": "Interviewer",
            "text": "Dream collab scenario — go for it."
          },
          {
            "speaker": "Influencer",
            "text": "A series where I show how their foundations and serums fit into real life: gym days, office days, travel, night outs. No filters, just real wear tests in different settings. That’s how my audience connects with products."
          },
          {
            "speaker": "Interviewer",
            "text": "What makes you feel respected by a brand of Estée Lauder’s size, especially as a creator under 10k followers?"
          },
          {
            "speaker": "Influencer",
            "text": "Clear communication, real interest in my feedback, and not treating me like an afterthought. When a brand checks in, asks follow-up questions, or even shares my content on their stories, it genuinely makes me feel seen."
          }
        ]
      },
      {
        "brand": "Lancôme",
        "country": "JP",
        "conversation": [
          {
            "speaker": "Interviewer",
            "text": "To start, when did Lancôme first enter your beauty routine?"
          },
          {
            "speaker": "Influencer",
            "text": "I think it was around three years ago. I bought a mascara at a department store counter because the consultant recommended it for volume, and then I slowly picked up a fragrance and a serum after that."
          },
          {
            "speaker": "Interviewer",
            "text": "What made you choose Lancôme over other brands at that moment?"
          },
          {
            "speaker": "Influencer",
            "text": "The brand image, honestly. I always saw Lancôme as this elegant, classic French brand. It felt a bit aspirational. Also, the consultant talked about the technology behind the formula and showed before-and-after photos, so there was some scientific proof as well, but the prestige of the brand is what pulled me first."
          },
          {
            "speaker": "Interviewer",
            "text": "If you think about your purchases now, what are the top reasons you buy from Lancôme?"
          },
          {
            "speaker": "Influencer",
            "text": "Brand reputation is number one. I feel like if I post Lancôme, my followers immediately think 'luxury, trustworthy.' Then performance: I need the product to actually do something visible. And I’ll admit, I do get influenced when other creators talk about a new Lancôme launch, especially for mascara or fragrance."
          },
          {
            "speaker": "Interviewer",
            "text": "Which categories from Lancôme do you use the most?"
          },
          {
            "speaker": "Influencer",
            "text": "Makeup and fragrance. Their mascara and lip products are what I show on camera a lot, and I have one perfume I use for special occasions. I use some skincare too, but when I think 'Lancôme', I picture a lipstick and a perfume bottle before anything else."
          },
          {
            "speaker": "Interviewer",
            "text": "How do you usually buy Lancôme products?"
          },
          {
            "speaker": "Influencer",
            "text": "I split between online and department stores. If I’m reordering a product I already know, I go online because it’s fast. But for shade matching or trying something new, I still like going to the counter and talking to the consultant."
          },
          {
            "speaker": "Interviewer",
            "text": "And how do you typically first hear about a new Lancôme product?"
          },
          {
            "speaker": "Influencer",
            "text": "Mostly social media ads and influencer posts. Then sometimes I notice a poster or display when I pass by the counter. The staff also mention new launches when I’m there, which I actually appreciate because they explain how to use the product properly."
          },
          {
            "speaker": "Interviewer",
            "text": "Besides Lancôme, which other brands are you buying regularly these days?"
          },
          {
            "speaker": "Influencer",
            "text": "Shiseido and Estée Lauder for skincare and base makeup, SK-II for treatment products, and Kiehl's when I want something simple. For makeup I also look at Dior and Chanel, and for everyday skincare La Roche-Posay appears in my routine quite a lot."
          },
          {
            "speaker": "Interviewer",
            "text": "Do you feel like you switch a lot between Lancôme and those other brands, or does Lancôme have a clear role?"
          },
          {
            "speaker": "Influencer",
            "text": "Lancôme has a clear role for me in makeup and perfume. I might change skincare brands more frequently, but for certain looks or events, I reach for my Lancôme lipstick or perfume almost out of habit. It’s like a 'mood' more than just a product."
          },
          {
            "speaker": "Interviewer",
            "text": "As a micro-influencer, what kind of collaboration with Lancôme would interest you most?"
          },
          {
            "speaker": "Influencer",
            "text": "Long-term ambassadorship. I’d love to be part of a group of smaller creators that they work with regularly, not just once. Paid posts are important for me because creating content takes a lot of time, but I’m also very interested in being invited to brand events where I can learn more about the formulas and storytelling."
          },
          {
            "speaker": "Interviewer",
            "text": "If you could design your ideal Lancôme collab, what would it look like?"
          },
          {
            "speaker": "Influencer",
            "text": "Maybe a series about 'everyday elegance' with their makeup and fragrance. Soft looks for work, dates, and special occasions, but still realistic for people who follow me. I’d love early access to new launches so I can create content at my own pace and share honest feedback with my audience."
          },
          {
            "speaker": "Interviewer",
            "text": "What would make you feel genuinely appreciated by Lancôme as a smaller creator?"
          },
          {
            "speaker": "Influencer",
            "text": "I think being asked for feedback, not just being sent a product. If they asked, 'What do you think your audience needs from us?,' that would mean a lot. Also, consistency. Not disappearing after one campaign."
          }
        ]
      },
      {
        "brand": "Lancôme",
        "country": "FR",
        "conversation": [
          {
            "speaker": "Interviewer",
            "text": "Let’s start simple: when you hear 'Lancôme', what’s the first thing that comes to mind?"
          },
          {
            "speaker": "Influencer",
            "text": "Honestly? Classic French beauty. Like something my mother and grandmother would both approve of, but that still looks good on Instagram. It has that heritage vibe, you know?"
          },
          {
            "speaker": "Interviewer",
            "text": "Do you remember your very first Lancôme purchase?"
          },
          {
            "speaker": "Influencer",
            "text": "Yes, it was a fragrance in my late teens. I saved up for it. I remember walking into the boutique and feeling like I was doing something very grown-up and chic. After that, I moved into their mascaras and foundations."
          },
          {
            "speaker": "Interviewer",
            "text": "Today, when you decide to buy from Lancôme, what are the main things driving that decision?"
          },
          {
            "speaker": "Influencer",
            "text": "First, the reputation. There’s a kind of automatic trust with French brands like Lancôme. Then performance: I know the makeup will last through a long day, and the fragrances have real personality. I don’t look at ingredients as obsessively as I do with some 'clean' brands, but I do like seeing some science behind their claims."
          },
          {
            "speaker": "Interviewer",
            "text": "Which categories from Lancôme do you actually use the most?"
          },
          {
            "speaker": "Influencer",
            "text": "Makeup and fragrance, 100%. I use skincare too, but if you open my bathroom cabinet, you’ll see a lot of lipsticks, mascara, and at least two perfumes from Lancôme. It’s very much a 'color and scent' brand for me."
          },
          {
            "speaker": "Interviewer",
            "text": "Where do you usually buy your Lancôme products?"
          },
          {
            "speaker": "Influencer",
            "text": "I love going to the brand boutique or the department store corner. The experience feels special, and I get advice on shades or textures. But I also order online when I’m restocking something I already know works for me."
          },
          {
            "speaker": "Interviewer",
            "text": "And how do you usually first learn about a new product launch from Lancôme?"
          },
          {
            "speaker": "Influencer",
            "text": "A mix: social media, especially Instagram, plus the brand’s own newsletters and website. But honestly, in-store consultants play a big role too. They’ll say, 'We have a new foundation, let me show you,' and suddenly I’m wearing it on half my face."
          },
          {
            "speaker": "Interviewer",
            "text": "Which other brands show up a lot in your routine alongside Lancôme?"
          },
          {
            "speaker": "Influencer",
            "text": "Dior, Chanel, and Estée Lauder for makeup and fragrance. For skincare, I mix in Shiseido, Clarins, and La Roche-Posay. And there’s always a bit of Kiehl’s somewhere in my routine as well."
          },
          {
            "speaker": "Interviewer",
            "text": "Do you feel like you’re constantly switching between these brands, or does Lancôme have a specific role?"
          },
          {
            "speaker": "Influencer",
            "text": "Lancôme is definitely one of my 'main characters' for makeup. I’ll swap in other brands to test things, but when I need something reliable for an event or filming content, I often go back to their foundation and mascara. It feels like a safe choice that still looks premium."
          },
          {
            "speaker": "Interviewer",
            "text": "As a micro-influencer, what kind of collaboration with Lancôme would you be excited to accept right away?"
          },
          {
            "speaker": "Influencer",
            "text": "A long-term ambassadorship where I can show different sides of the brand: everyday looks, special occasions, behind-the-scenes at events. Paid partnerships, of course, but with creative freedom. I’d also love being invited to the flagship boutique or even a visit to their labs or training center — that would be a dream for storytelling."
          },
          {
            "speaker": "Interviewer",
            "text": "If you could pitch them one very specific idea, what would it be?"
          },
          {
            "speaker": "Influencer",
            "text": "A series about 'French beauty routines at different ages' using Lancôme products. One look inspired by my twenties, one by my mother, one by my grandmother, all with a modern twist. It would fit their heritage and also speak to my community, which is quite mixed in age."
          },
          {
            "speaker": "Interviewer",
            "text": "What would make you feel truly valued by Lancôme as a creator under 10,000 followers?"
          },
          {
            "speaker": "Influencer",
            "text": "Being brought into long-term plans, not just last-minute campaigns. And having someone from the brand actually follow my content, understand my tone, and say, 'We picked you because of your point of view,' not just your stats."
          }
        ]
      },
      {
        "brand": "Lancôme",
        "country": "US",
        "conversation": [
          {
            "speaker": "Interviewer",
            "text": "Let’s jump right in. In your mind, what kind of brand is Lancôme compared to the others you use?"
          },
          {
            "speaker": "Influencer",
            "text": "I see Lancôme as very 'classic glam.' It’s not the edgy, experimental brand in my routine — it’s the one I reach for when I want something polished and reliable, especially for makeup and fragrance."
          },
          {
            "speaker": "Interviewer",
            "text": "Do you remember what your first Lancôme product was?"
          },
          {
            "speaker": "Influencer",
            "text": "Yeah, it was a foundation that everyone on YouTube was raving about at the time. I bought it after seeing like five different creators use it in 'full-face of favorites' videos. It was totally influenced by social media."
          },
          {
            "speaker": "Interviewer",
            "text": "These days, what actually pushes you to hit 'buy' on something from Lancôme?"
          },
          {
            "speaker": "Influencer",
            "text": "Three things: brand reputation, performance, and what other creators are saying. If a launch is hyped and it’s from Lancôme, I pay attention because they don’t usually miss. I still check reviews and look for wear tests, but the name alone already sets the expectation that it’ll work."
          },
          {
            "speaker": "Interviewer",
            "text": "Which categories from Lancôme are you using the most?"
          },
          {
            "speaker": "Influencer",
            "text": "Makeup and fragrance for sure. I use their skincare sometimes, but when I think of Lancôme, I’m thinking foundation, mascara, lip products, and a couple of perfumes that are kind of my 'signature' scents for nights out."
          },
          {
            "speaker": "Interviewer",
            "text": "Where do you usually buy their products?"
          },
          {
            "speaker": "Influencer",
            "text": "Mostly online. Either from Sephora, Ulta, or sometimes directly from the Lancôme site if there’s a good promo or a gift-with-purchase. I almost never go in-store unless I happen to be at the mall already."
          },
          {
            "speaker": "Interviewer",
            "text": "And how do you usually hear about new product launches?"
          },
          {
            "speaker": "Influencer",
            "text": "Social media, 100%. Instagram, TikTok, YouTube shorts. I’ll see an ad, then like two creators doing 'first impressions,' and that’s how it lands on my radar. I get emails from the brand too, but I rarely click those compared to a video in my feed."
          },
          {
            "speaker": "Interviewer",
            "text": "What other brands are in heavy rotation with Lancôme for you?"
          },
          {
            "speaker": "Influencer",
            "text": "Clinique and Estée Lauder for base products and some skincare, Shiseido for sun care, Kiehl's and La Roche-Posay for more 'everyday' skincare. And then Dior and Chanel when I want that extra-luxe moment in either makeup or fragrance."
          },
          {
            "speaker": "Interviewer",
            "text": "Do you feel like you jump between all those brands freely, or does Lancôme have a special role?"
          },
          {
            "speaker": "Influencer",
            "text": "I jump a lot, but Lancôme is kind of central for 'formal' looks. If I’m doing content for a brand deal, going to a wedding, or I just want to feel more put-together, I end up building the look around a Lancôme foundation or mascara pretty often."
          },
          {
            "speaker": "Interviewer",
            "text": "As a micro-influencer, what kind of collaboration with Lancôme would actually make sense for you?"
          },
          {
            "speaker": "Influencer",
            "text": "Paid posts with a longer-term angle. I’m not interested in just one sponsored reel and then never hearing from them again. I’d rather be part of a small group of creators they bring back for multiple launches so my audience starts to really associate me with the brand in a natural way."
          },
          {
            "speaker": "Interviewer",
            "text": "If Lancôme asked you for a collab idea that fits your content style, what would you suggest?"
          },
          {
            "speaker": "Influencer",
            "text": "A 'real-life wear test' series. Office days, date nights, hot weather, bad lighting — all the situations where makeup usually fails. I’d show how their foundation, mascara, and maybe a setting product hold up through those. Not super polished, just honest vlogs and check-ins throughout the day."
          },
          {
            "speaker": "Interviewer",
            "text": "Would you be interested in things like early access or co-creation, or is that less important to you than payment?"
          },
          {
            "speaker": "Influencer",
            "text": "Payment matters because content creation is work, but early access is huge too. It lets me plan better content and be part of the conversation when the hype is happening. Co-creating anything — even just a curated set with my name on it — would be amazing, but I’d still want the freedom to give real feedback."
          },
          {
            "speaker": "Interviewer",
            "text": "Last question: what would make you feel genuinely respected by Lancôme as a creator under 10k followers?"
          },
          {
            "speaker": "Influencer",
            "text": "Honestly, being treated the same way they treat bigger creators in terms of communication and professionalism. Clear briefs, fair rates, follow-up after a campaign, and someone on the brand side who actually knows my content and isn’t just copying and pasting the same email to everyone."
          }
        ]
      },
      {
        "brand": "Shiseido",
        "country": "JP",
        "conversation": [
          {
            "speaker": "Interviewer",
            "text": "Thanks for taking the time to chat today! To begin, how long have you been using Shiseido products?"
          },
          {
            "speaker": "Influencer",
            "text": "Hmm, probably around five years now. I started with their sunscreens in my early twenties, and then I got into their skincare line. It wasn’t intentional — I just slowly replaced products as I got more into skin health."
          },
          {
            "speaker": "Interviewer",
            "text": "Interesting — and what made you try Shiseido in the first place?"
          },
          {
            "speaker": "Influencer",
            "text": "Honestly? A mix of things. I trusted the brand because it’s been around forever, and the formulas felt really reliable. Plus a friend recommended their sunscreen, and that was enough for me to give it a shot."
          },
          {
            "speaker": "Interviewer",
            "text": "If you had to say, what are the top factors that convince you to buy from Shiseido nowadays?"
          },
          {
            "speaker": "Influencer",
            "text": "Ingredients for sure. Product performance too — I don’t want to gamble on skincare. And yeah, the brand’s heritage gives me confidence."
          },
          {
            "speaker": "Interviewer",
            "text": "Makes sense. And besides Shiseido, which other beauty brands do you buy often?"
          },
          {
            "speaker": "Influencer",
            "text": "Definitely SK-II. I’m hooked on their essence. And Clinique sometimes, especially if my skin feels irritated. I also grab things from Kiehl’s — their vibe is different but works for me."
          },
          {
            "speaker": "Interviewer",
            "text": "Sounds like a wide mix! Do you feel you switch between Shiseido, Lancôme, or Estée Lauder often?"
          },
          {
            "speaker": "Influencer",
            "text": "Yeah, mostly for makeup. For skincare, I’m more loyal to Shiseido. But mascara and foundation? I jump around a lot."
          },
          {
            "speaker": "Interviewer",
            "text": "How do you usually get your Shiseido products? Online? In stores?"
          },
          {
            "speaker": "Influencer",
            "text": "Mostly in stores — I like to feel the textures. Online only when I want something I already know well."
          },
          {
            "speaker": "Interviewer",
            "text": "Got it. How do you usually learn about new Shiseido launches?"
          },
          {
            "speaker": "Influencer",
            "text": "Mostly Instagram ads or creators I follow. Sometimes I see it in stores too — the consultants really know how to introduce new things."
          },
          {
            "speaker": "Interviewer",
            "text": "As a micro-influencer, what kind of collaboration with Shiseido would excite you most?"
          },
          {
            "speaker": "Influencer",
            "text": "A long-term partnership would be amazing. Gifting is fine to start, but I’d love something deeper — like building a real relationship. Maybe early access to launches too."
          },
          {
            "speaker": "Interviewer",
            "text": "If you could co-create something with them, what would it be?"
          },
          {
            "speaker": "Influencer",
            "text": "A sun care product! I think Japan has such a high standard for sunscreen, and Shiseido is great at it. I'd want something super lightweight for everyday use."
          },
          {
            "speaker": "Interviewer",
            "text": "Last question — what would make you feel more supported as a creator under 10k followers?"
          },
          {
            "speaker": "Influencer",
            "text": "Brands taking micro-creators seriously. Not just sending products, but involving us in conversations and creative ideas. Workshops would be nice too — I really value learning from brand experts."
          }
        ]
      },
      {
        "brand": "Shiseido",
        "country": "FR",
        "conversation": [
          {
            "speaker": "Interviewer",
            "text": "Hi! Thanks for joining. To start, what’s your first memory of using Shiseido products?"
          },
          {
            "speaker": "Influencer",
            "text": "My first time was with a moisturizer a friend gifted me. It was during a stressful exam period and my skin was freaking out, so it felt like a miracle product in the moment. Probably why I remember it so clearly."
          },
          {
            "speaker": "Interviewer",
            "text": "And after that, what made you stick with the brand?"
          },
          {
            "speaker": "Influencer",
            "text": "Quality. Really. You can feel the difference in texture, in how it absorbs. And I check ingredients a lot — Shiseido usually ticks the boxes for me. Reputation matters too, especially in France."
          },
          {
            "speaker": "Interviewer",
            "text": "What would you say are the top things you look for when you buy from Shiseido today?"
          },
          {
            "speaker": "Influencer",
            "text": "Ingredients, performance… and also the brand image. Not in a superficial way, but more like: does the brand align with how I want to present myself online?"
          },
          {
            "speaker": "Interviewer",
            "text": "What other brands do you often buy?"
          },
          {
            "speaker": "Influencer",
            "text": "Oh, a mix. Dior and Chanel for makeup — their lipsticks are unbeatable. La Roche-Posay for daily basics. And some Lancôme fragrances because I love their classics."
          },
          {
            "speaker": "Interviewer",
            "text": "Do you switch between Shiseido, Lancôme, and Estée Lauder often?"
          },
          {
            "speaker": "Influencer",
            "text": "For makeup, yes. For skincare, not that much. Shiseido stays pretty stable in my routine unless I’m testing new things for my content."
          },
          {
            "speaker": "Interviewer",
            "text": "How do you usually purchase your Shiseido products?"
          },
          {
            "speaker": "Influencer",
            "text": "Mostly online, but I do enjoy going to the counter sometimes. The advisors at Sephora or department stores can be surprisingly helpful."
          },
          {
            "speaker": "Interviewer",
            "text": "How do you usually hear about new launches?"
          },
          {
            "speaker": "Influencer",
            "text": "Instagram ads, influencer posts… sometimes in-store. But honestly, social media gets me first."
          },
          {
            "speaker": "Interviewer",
            "text": "What kind of collaboration would excite you the most?"
          },
          {
            "speaker": "Influencer",
            "text": "Paid partnerships with depth. Not just one post. Events are exciting too — I love connecting with other creators. And early access to products would make my life so much easier content-wise."
          },
          {
            "speaker": "Interviewer",
            "text": "Dream collab — go!"
          },
          {
            "speaker": "Influencer",
            "text": "A clean, minimalistic skincare campaign with them. Something soft, natural light, simple colors. Or creating a curated set for summer routines — that would be super fun."
          },
          {
            "speaker": "Interviewer",
            "text": "Last question — what makes you feel valued as a small creator?"
          },
          {
            "speaker": "Influencer",
            "text": "Being listened to. When brands actually ask what my audience reacts to, or how I think content can perform better… that’s when I feel respected. Not just a number."
          }
        ]
      },
      {
        "brand": "Shiseido",
        "country": "US",
        "conversation": [
          {
            "speaker": "Interviewer",
            "text": "Hey, glad you could make time today. Let’s warm up: how would you describe your beauty routine in general?"
          },
          {
            "speaker": "Influencer",
            "text": "Honestly? Pretty functional. I love skincare, but I’m not the type with 20 steps. I focus on sun protection, hydration, and makeup that doesn’t melt after an hour. And because my followers are super practical, I talk a lot about how products actually feel in real life — not in an over-polished campaign way."
          },
          {
            "speaker": "Interviewer",
            "text": "Where does Shiseido fit in that philosophy?"
          },
          {
            "speaker": "Influencer",
            "text": "Shiseido is like my ‘trust the science’ brand. When I need a product that performs — especially sunscreen — I know theirs won’t let me down. Their skincare too. I don’t use everything from them, but the stuff I do use is consistent."
          },
          {
            "speaker": "Interviewer",
            "text": "What usually pushes you to buy something from them?"
          },
          {
            "speaker": "Influencer",
            "text": "Performance first, no question. But also, I get influenced pretty heavily by other creators. Like when three of my favorite skincare TikTokers talk about the same Shiseido SPF in the same week? Yeah, I’m buying it."
          },
          {
            "speaker": "Interviewer",
            "text": "Where do you usually hear about new launches?"
          },
          {
            "speaker": "Influencer",
            "text": "Social media ads are everywhere. And creators doing first impressions. I rarely hear it directly from the brand unless I’m visiting their site or get something through email."
          },
          {
            "speaker": "Interviewer",
            "text": "And where do you normally buy Shiseido products?"
          },
          {
            "speaker": "Influencer",
            "text": "Always online. Literally always. I think the last time I bought something in-store was pre-pandemic."
          },
          {
            "speaker": "Interviewer",
            "text": "What categories do you use most from them?"
          },
          {
            "speaker": "Influencer",
            "text": "Skincare and sun care. Makeup not as much — although I do like some of their foundations. But sunscreen is the big one for me."
          },
          {
            "speaker": "Interviewer",
            "text": "Which other beauty brands do you rotate with?"
          },
          {
            "speaker": "Influencer",
            "text": "Kiehl’s, Clinique, Lancôme, Estée Lauder… And then Dior or Chanel occasionally when I feel like treating myself. Oh and La Roche-Posay — I recommend them all the time because they’re accessible."
          },
          {
            "speaker": "Interviewer",
            "text": "As a micro-influencer, what kind of collab would actually feel meaningful to you?"
          },
          {
            "speaker": "Influencer",
            "text": "Something ongoing. Not just a one-off. And something where I don’t have to pretend — I want room to be honest. Also: early access to sun care launches. PLEASE. It would make my whole year."
          },
          {
            "speaker": "Interviewer",
            "text": "If you could pitch a dream collab to Shiseido, what would it be?"
          },
          {
            "speaker": "Influencer",
            "text": "A series where I test their SPFs in totally normal situations — walking the dog, sweating at the gym, running errands. No glam, no filters, just real wear tests. Maybe even a co-branded routine kit for different skin types. I could talk about that forever."
          },
          {
            "speaker": "Interviewer",
            "text": "And what makes you feel valued by a brand as a small creator?"
          },
          {
            "speaker": "Influencer",
            "text": "Communication. When a brand actually talks to me like a collaborator, not someone they can toss a bottle to and forget. Check-ins, feedback, long-term vision — all that matters a lot more than people think."
          }
        ]
      }
    ]
}

